[
    {"name":"Acetato", "description":"Vitamina A"},
    {"name":"Adrenalina", "description":"vem das glândulas supra-renais de porcos, bovinos e ovinos"},
    {"name":"Albumina/Albumina", "description":"um grupo de proteínas simples compostas de nitrogênio, carbono, hidrogênio, oxigênio e enxofre que são solúveis em água. A albumina geralmente é derivada de clara de ovo (ovalbumina), mas também pode ser encontrado no plasma (albumina sérica), leite (lactalbumina) e vegetais e frutas."},
    {"name":"Alantoína", "description":"pode ser extraído da uréia (da urina da maioria dos animais, incluindo humanos) ou de ervas como confrei ou uva ursi"},
    {"name":"Vermelho Allura", "description":"Vermelho FD&C 40"},
    {"name":"Alfa-hidroxiácidos", "description":"produtos químicos de ocorrência natural derivados de frutas ou leite"},
    {"name":"Aminoácidos", "description":"'blocos de construção' de proteínas"},
    {"name":"Amilase", "description":"enzima derivada de origem animal (geralmente pâncreas suíno), fúngica, bacteriana ou vegetal (malte de cevada)."},
    {"name":"Artificial", "description":"o produto é feito por humanos a partir de ingredientes naturais. Assim como os produtos sintéticos, não existiria sem a intervenção humana."},
    {"name":"Ácido Aspártico", "description":"Ácido aminosuccinato. Um aminoácido que ocorre em animais e plantas. Geralmente sintetizado a partir de glutamato para fins comerciais."},
    {"name":"Cera de abelha", "description":"cera geralmente obtida do derretimento do favo de mel com água fervente, coando e resfriando. Pode ser fabricada sinteticamente"},
    {"name":"Biotina", "description":"um pó cristalino esbranquiçado, também conhecido como vitamina H, fator de vitamina B ou vitamina B7. Pode ser derivado de células animais, leite ou fontes vegetais (como frutas) ou produzido sinteticamente."},
    {"name":"Azul Brilhante FCF", "description":"FD&C Azul 1"},
    {"name":"Carbonato de Cálcio", "description":"pó insípido e inodoro que ocorre naturalmente em mármore, calcário, coral, cascas de ovos, pérolas ou conchas de ostras"},
    {"name":"Hidróxido de Cálcio", "description":"também conhecido como cal apagada. Usado como regulador de acidez em bebidas e alimentos congelados ou como conservante. É produzido comercialmente tratando cal com água ou misturando cloreto de cálcio e sódio hidróxido. É mais comumente derivado de calcário, mas também pode ser derivado de conchas."},
    {"name":"Lactato de Cálcio", "description":"o sal de cálcio do Ácido Lático"},
    {"name":"Fosfato de Cálcio", "description":"(Monobásico, Dibásico e Tribásico) um sal mineral encontrado em rochas e ossos. Usado como agente antiaglomerante em cosméticos e alimentos, suplemento mineral, abrasivo em pastas de dente e agente gelatinoso. Também conhecido como rocha de cálcio."},
    {"name":"Estearato de Cálcio", "description":"cálcio mineral com ácido esteárico."},
    {"name":"Estearoil-2-lactilato de cálcio", "description":"o sal de cálcio do éster do ácido esteárico do lactato de lactila."},
    {"name":"Cane Sugar", "description":"açúcar obtido da cana-de-açúcar. Em alguns países (como os EUA), o açúcar de cana é frequentemente processado através de boneblack."},
    {"name":"Caramelo", "description":"usado como corante. É fabricado aquecendo carboidratos com ou sem ácidos ou álcalis. Os possíveis carboidratos utilizados são milho, açúcar de beterraba, açúcar de cana, trigo ou batata. A maior parte do caramelo é derivado do milho e é vegano. No entanto, parte do caramelo é derivado da cana-de-açúcar e não necessariamente vegano."},
    {"name":"Carbamida", "description":"Ureia"},
    {"name":"Negro Fumo", "description":"Carbono Vegetal"},
    {"name":"Catalase", "description":"enzima que decompõe o peróxido de hidrogênio em água e oxigênio. É derivada de fígado de gado ou fungo e usada na indústria alimentícia"},
    {"name":"Álcool cetílico", "description":"encontrado no espermacete ou sintético"},
    {"name":"Palmitato de cetila", "description":"Espermacete, pode ser sintético"},
    {"name":"Giz", "description":"Carbonato de Cálcio"},
    {"name":"Carvão", "description":"osso ou madeira carbonizada"},
    {"name":"Colecalciferol", "description":"Vitamina D3"},
    {"name":"Condroitina", "description":"utilizado em produtos concebidos para ajudar a aliviar os efeitos da osteoartrite. Produzido sinteticamente ou derivado da cartilagem de vacas, porcos, tubarões, peixes ou aves"},
    {"name":"Quimosina", "description":"Renin"},
    {"name":"Civet", "description":"substância dolorosamente raspada das glândulas da bolsa anal do gato civeta"},
    {"name":"Cores/Corantes", "description":"Pode ser de fontes vegetais, animais e sintéticas. A maioria das cores FD&C e D&C são derivadas do alcatrão de carvão. O alcatrão de carvão em si é considerado um produto vegano. No entanto, o carvão Os derivados do alcatrão causam reações alérgicas frequentes, como erupções cutâneas e urticária. Também foi demonstrado que causam câncer em animais. Por esse motivo, cores e corantes são continuamente testados em animais. É por isso que as cores e corantes FD&C e D&C geralmente não podem ser considerados veganos. e vou marcá-los como (B) nesta página."},
    {"name":"Corticosteróide/Cortisona", "description":"esteróide hormônios secretados pelo córtex adrenal e seus análogos sintéticos."},
    {"name":"Cisteína, Forma L", "description":"aminoácido que se oxida para formar cistina"},
    {"name":"Cistina", "description":"aminoácido encontrado na proteína queratina do cabelo"},
    {"name":"Dashi", "description":"um caldo que é frequentemente feito com flocos de peixe. Usado na culinária japonesa."},
    {"name":"D&C Colors", "description":"cores que foram certificadas como seguras para uso em medicamentos e cosméticos, mas não em alimentos pela FDA (Food and Drug Administration dos EUA). Consulte Cores/Corantes ."},
    {"name":"Fosfato dicálcico", "description":"(Fosfato de cálcio dibásico, ortofosfato dicálcico) a forma dibásica de fosfato de cálcio."},
    {"name":"Dihidroxiacetona", "description":"um emulsificante, umectante e fungicida obtido pela ação de certas bactérias sobre o glicerol"},
    {"name":"Inosinato dissódico", "description":"Intensificador de sabor derivado de carne, peixe (sardinha), fonte vegetal ou fúngica"},
    {"name":"Enzimas", "description":"moléculas de proteínas produzidas por células vivas. Elas atuam como catalisadores em organismos vivos, regulando a taxa de reações químicas sem serem alteradas no processo. As enzimas podem ser derivadas de animais, plantas , bactérias, fungos e leveduras. A maioria das enzimas industriais consiste em uma mistura de enzimas. As enzimas incluem actinidina, amilase, bromelaína, catalase, quimotripsina, ficina, glicose isomerase, lactase, lipase, lipoxigenase, papaína, coalho e tripsina."},
    {"name":"Ergocalciferol", "description":"Vitamina D2"},
    {"name":"Ácidos graxos: composto orgânico", "description":"saturados, poliinsaturados e insaturados."},
    {"name":"FD&C Colors", "description":"cores que foram certificadas como seguras para uso em alimentos, medicamentos e cosméticos pela FDA (Food and Drug Administration dos EUA). Consulte Cores/Corantes."} ,
    {"name":"FD&C Blue 1", "description":"Brilliant Blue FCF. Um corante sintético derivado do alcatrão de carvão. Consulte Cores/Corantes."},
    {"name":"FD&C Red 40", "description":"Allura Red. Derivado de alcatrão de carvão ou petróleo. Não é derivado de insetos. Consulte Cores/Corantes."},
    {"name":"FD&C Yellow 5", "description":"Tartrazina. Derivado do alcatrão de carvão. Consulte Cores/Corantes."},
    {"name":"FD&C Yellow 6", "description":"Monoazo. Derivado de alcatrão de carvão. Consulte Cores/Corantes."},
    {"name":"Feltro", "description":"pano feito de lã, ou de lã e pele ou cabelo."},
    {"name":"Lactato Ferroso", "description":"derivado da ação direta do ácido láctico sobre obturações de ferro ou da interação do lactato de cálcio com o sulfato ferroso."},
    {"name":"Folato", "description":"Vitamina B9."},
    {"name":"Glucono delta-lactona", "description":"também conhecido como gluconolactona ou GDL. Um pó fino, branco e ácido. Geralmente é produzido pela oxidação de uma glicose por microrganismos"},
    {"name":"Gluconolactona", "description":"glucono delta-lactona"},
    {"name":"Glicose", "description":"um açúcar simples geralmente produzido pela hidrólise de um amido com ácidos minerais. Os amidos utilizados incluem milho, arroz, trigo, batata e araruta. Também pode ser produzido sinteticamente ou adicionando açúcar de cana cristalizado em uma mistura de álcool e ácido. Em alguns países (como os EUA), a glicose passa por filtros de carvão ósseo"},
    {"name":"Glucosamina", "description":"suplemento alimentar utilizado para auxiliar no alívio de problemas articulares. Geralmente extraído de tecidos de mariscos. Também pode ser derivado do milho ou produzido sinteticamente"},
    {"name":"Glicerina", "description":"um líquido límpido e incolor que é um subproduto do processo de fabricação de sabão obtido pela adição de álcalis (soluções com pH superior a 7) a gorduras e óleos fixos. Pode ser derivada de gorduras animais, sintetizada a partir de propileno ou da fermentação de açúcares. A glicerina vegetal é derivada de gorduras vegetais."},
    {"name":"Glicerol", "description":"um líquido límpido e incolor que é um subproduto do processo de fabricação de sabão obtido pela adição de álcalis (soluções com pH superior a 7) a gorduras e óleos fixos. Pode ser derivada de gorduras animais, sintetizada a partir de propileno ou da fermentação de açúcares. A glicerina vegetal é derivada de gorduras vegetais."},
    {"name":"Glicina", "description":"um aminoácido, obtido por hidrólise de proteínas"},
    {"name":"Inositol", "description":"um suplemento dietético semelhante ao açúcar do complexo vitamínico B. Não oficialmente referido como vitamina B8. Está presente em quase todos os tecidos vegetais e animais. Comercialmente, pode ser obtido de fontes animais e vegetais (especialmente milho)."},
    {"name":"Insulina", "description":"pâncreas de bovinos, ovinos ou suínos"},
    {"name":"L-cisteína", "description":"derivado de pêlos, humanos e animais, ou penas. Pode ser produzido sinteticamente a partir de alcatrão de carvão."},
    {"name":"Cloridrato de L-cisteína", "description":"um composto produzido a partir de L-cisteína."},
    {"name":"Ácido láctico", "description":"ácido produzido pela fermentação de soro de leite, amido de milho, batata ou melaço."},
    {"name":"Lactoflavina", "description":"Vitamina B2."},
    {"name":"Lecitina", "description":"substância gordurosa encontrada em tecidos nervosos, gema de ovo, sangue e outros tecidos. Obtida principalmente comercialmente a partir de soja, amendoim e milho"},
    {"name":"Lipase", "description":"enzima dos estômagos, glândulas da língua de bezerros, cabritos e cordeiros. Também pode ser derivado de plantas, fungos ou leveduras. Ele decompõe a gordura em glicerol e ácidos graxos."},
    {"name":"Luteína", "description":"substância de cor amarelo profundo encontrada na gema do ovo. Obtida comercialmente do calêndula."},
    {"name":"Estearato de magnésio", "description":"éster de magnésio e ácido esteárico"},
    {"name":"Monoazo (Amarelo Sunset FCF, Amarelo Laranja S)", "description":"FD&C Amarelo 6"},
    {"name":"Fosfato Monocálcico", "description":"(Fosfato de cálcio monobásico, Ortofosfato monocálcico) A forma monobásica de fosfato de cálcio."},
    {"name":"Mono-Diglicerídeos", "description":"Agentes emulsificantes em pudins, sorvetes, manteiga de amendoim, pão etc. Podem ser derivados de plantas (óleos de milho, amendoim ou soja) ou animais (vacas e porcos )"},
    {"name":"Almíscar", "description":"substância secretada em uma glândula ou saco pelo cervo almiscarado macho"},
    {"name":"Natural", "description":"os ingredientes não são sintéticos ou artificiais, mas extraídos diretamente de plantas ou produtos animais"},
    {"name":"Sabor natural", "description":"sabor derivado de especiarias, frutas, sucos de frutas, vegetais, sucos de vegetais, materiais vegetais, carnes, frutos do mar, aves, ovos, laticínios ou seus produtos de fermentação. O significativo função de um sabor natural não é nutricional, mas aromatizante"},
    {"name":"Niacina", "description":"Vitamina B3."},
    {"name":"Ácido nicotínico", "description":"Vitamina B3."},
    {"name":"Levedura Nutricional", "description":"um produto alimentício comercial contendo levedura desativada. É vendido na forma de pó amarelo ou flocos. É usado como condimento ou suplemento alimentar. Geralmente é vegano, mas algumas marcas use produtos de origem animal como soro de leite."},
    {"name":"estrogênio", "description":"hormônio sexual feminino de ovários de vaca ou urina de éguas grávidas"},
    {"name":"Ácido oleico", "description":"ácido graxo que ocorre em gorduras animais e vegetais"},
    {"name":"Álcool oleico", "description":"álcool oleílico. Um álcool graxo derivado de gorduras e óleos naturais, incluindo gordura bovina e óleo de peixe. Também pode ser fabricado a partir de ésteres de ácido oleico."},
    {"name":"Oleth-2 a 50", "description":"éteres de polietilenoglicol de álcool oleico"},
    {"name":"Amarelo Laranja S", "description":"FD&C Amarelo 6"},
    {"name":"Palmitato", "description":"sal ou éster de ácido palmítico"},
    {"name":"Ácido palmítico", "description":"ácido graxo que ocorre no óleo de palma e na maioria das outras gorduras e óleos"},
    {"name":"Fator Complexo Pantenol/Dexpantenol/Vitamina B", "description":"pode vir de fontes animais, vegetais ou sintéticas"},
    {"name":"Pergaminho", "description":"pele de ovelha ou cabra, vestida e preparada para escrever etc"},
    {"name":"PEG", "description":"PEG é a abreviatura de polietilenoglicol ou polioxietilenoglicol. São formas poliméricas de óxido de etileno. Podem ser sintéticos ou derivados de fontes animais ou vegetais."},
    {"name":"Poliricinoleato de poliglicerol", "description":"produzido a partir de óleo de mamona e ésteres de glicerol"},
    {"name":"Polissorbato 60", "description":"um condensado de sorbitol com ácido esteárico"},
    {"name":"Polissorbato 80", "description":"um condensado de sorbitol e ácido oleico"},
    {"name":"Estearato de polioxietileno (8)", "description":"uma mistura de estearato e óxido de etileno"},
    {"name":"Estearato de polioxietileno (40)", "description":"uma mistura de estearato e óxido de etileno produzida por uma reação de óxido de etileno com ácido esteárico"},
    {"name":"Lactato de Potássio", "description":"o sal de potássio do ácido láctico"},
    {"name":"Progesterona", "description":"hormônio sexual"},
    {"name":"Propilenoglicol", "description":"1,2-propilenoglicol; propano-1,2-diol. Fabricado tratando propileno com água clorada e tratando-o com solução de carbonato de sódio ou aquecendo glicerol com sódio hidróxido e destilação da mistura."},
    {"name":"Quinoline Yellow", "description":"obtido pela interação da anilina com acetaldeído e formaldeído ou por destilação de alcatrão de carvão, ossos e alcalóides"},
    {"name":"Coalho", "description":"extrato geralmente obtido do estômago de um bezerro recém-nascido. O coalho contém as enzimas Renina e uma pequena quantidade de pepsina. Quanto mais velho o bezerro de vitela, mais pepsina será encontrada no o coalho. O coalho também pode ser derivado de fontes sintéticas ou de bactérias e fungos"},
    {"name":"Rennin", "description":"enzima encontrada no coalho. É usada para dividir a molécula de caseína durante a fabricação do queijo para coagular o leite e transformá-lo em coalhada e soro de leite"},
    {"name":"Vermelho 40", "description":"FD&C Vermelho 40"},
    {"name":"Riboflavina", "description":"Vitamina B2"},
    {"name":"Riboflavina-5-Fosfato", "description":"Uma forma mais solúvel de riboflavina"},
    {"name":"Lactato de Sódio", "description":"o sal de sódio do ácido láctico"},
    {"name":"Estearoil-2-lactilato de sódio", "description":"preparado a partir de ácido lático e ácidos graxos"},
    {"name":"Monoestearato de sorbitano", "description":"fabricado pela reação de ácido esteárico com sorbitol para produzir uma mistura de ésteres. Comercialmente conhecido como Span 60"},
    {"name":"Monooleato de sorbitano", "description":"derivado de fontes animais ou vegetais. Comercialmente conhecido como Span 80. A versão derivada de vegetais é conhecida como Span 80V"},
    {"name":"tristearato de sorbitano", "description":"derivado de fontes animais ou vegetais. Comercialmente conhecido como Span 65. A versão derivada de vegetais é conhecida como Span 65V"},
    {"name":"Trioleato de Sorbitano", "description":"derivado de fontes animais ou vegetais. Comercialmente conhecido como Span 85. A versão derivada de vegetais é conhecida como Span 85V"},
    {"name":"Sourdough starter", "description":"também conhecida como 'cultura starter', 'cultura sourdough' ou 'cultura azeda'. Geralmente é feito com uma mistura de farinha e água habitada por fermento e lactobactérias contendo sem ingredientes de origem animal. Às vezes, iogurte é usado na entrada. O pão feito de uma cultura de massa fermentada é chamado de pão de massa fermentada"},
    {"name":"Esponja", "description":"animal aquático ou colônia de animais de 'ordem inferior', caracterizado por um esqueleto elástico resistente de fibras entrelaçadas"},
    {"name":"Esqualeno/esqualano", "description":"encontrado no fígado de tubarão (e ratos)"},
    {"name":"Estearato", "description":"sal de ácido esteárico"},
    {"name":"Ácido esteárico", "description":"gordura de vaca, porco, ovelha, cachorro ou gato. Pode ser obtida de fontes vegetais"},
    {"name":"Estearina(e)", "description":"nome geral dos três glicerídeos (monoestearina, distearina, tristearina). Formado pela combinação de ácido esteárico e glicerina, aplicado principalmente à tristearina, que é o principal constituinte do sebo ou sebo"},
    {"name":"Álcool estearílico", "description":"preparado a partir de óleo de cachalote ou fontes vegetais"},
    {"name":"Tartarato de estearila (tartarato de estearila palmitila", "description":"feito de álcool estearílico e ácido tartárico"},
    {"name":"Sucroglicerídeos", "description":"obtido pela reação de sacarose com uma gordura ou óleo comestível com ou sem a presença de um solvente"},
    {"name":"Sucralose", "description":"conhecida pela marca Splenda. É produzida a partir de açúcar de cana. Alguns, mas não todos, produtores de Splenda confirmaram que não usam carvão mineral como filtro. A Sucralose é testada em animais."},
    {"name":"Sacarose", "description":"açúcar"},
    {"name":"Camurça", "description":"pele de criança, porco ou bezerro bronzeada"},
    {"name":"Sebo", "description":"gordura sólida preparada a partir de rins de bovinos e ovinos"},
    {"name":"Açúcar", "description":"um material doce cristalizável que consiste total ou essencialmente em sacarose. É obtido comercialmente a partir da cana-de-açúcar ou da beterraba sacarina. O açúcar de beterraba é vegano, mas alguns açúcares de cana são processados através do negro de osso. "},
    {"name":"Sunset Amarelo FCF", "description":"FD&C Amarelo 6"},
    {"name":"Tartrazina ", "description":"FD&C Amarelo 5"},
    {"name":"Testosterona", "description":"hormônio masculino"},
    {"name":"Fosfato Tricálcico", "description":"(Fosfato de cálcio, tribásico) A forma tribásica de fosfato de cálcio. Também conhecido como ortofosfato de cálcio. Consiste em uma mistura de fosfatos de cálcio."},
    {"name":"Ureia", "description":"também conhecida como carbamida. Produto residual de proteína digerida, filtrada pelos rins e excretada do corpo na urina. Comercialmente, é quase sempre produzido a partir de amônia sintética e dióxido de carbono . Raramente é produzido a partir de urina animal."},
    {"name":"Carbono Vegetal", "description":"derivado de matéria vegetal queimada, combustão incompleta de gás natural, carvão ativado, ossos, sangue, carne ou diversas gorduras, óleos e resinas"},
    {"name":"Vellum", "description":"pergaminho fino preparado com peles de bezerros, cordeiros ou cabritos."},
    {"name":"Velvet", "description":"tecido feito geralmente de seda, mas também de rayon ou náilon."},
    {"name":"Vitamina A (retinol)", "description":"um álcool alifático. Algumas fontes possíveis são óleo de fígado de peixe, gema de ovo, manteiga, capim-limão, cenoura ou produtos sintéticos."},
    {"name":"Vitamina B1 (Tiamina, Tiamina)", "description":"usada para fortificar alimentos ou como suplemento. Duas das formas sintéticas são conhecidas como mononitrato de tiamina e hidrocolídeo de tiamina."},
    {"name":"Vitamina B2 (Riboflavina, Lactoflavina)", "description":"usada como corante alimentar, para fortificar alimentos ou como suplemento. Produzida sinteticamente ou por processo de fermentação com Bacillus subtilis geneticamente modificado. Geralmente é vegana , mas em casos raros pode ser produzido a partir de fontes animais como carne bovina, especialmente quando é marcado como 'natural'."},
    {"name":"Vitamina B3 (Niacina, Ácido Nicotínico)", "description":"usada como tratamento de colesterol, para fortificar alimentos ou como suplemento. O maior uso comercial é para fortificar ração animal. Geralmente é produzida sinteticamente. Em casos raros, pode ser derivado de fontes animais."},
    {"name":"Vitamina B7", "description":"Biotina"},
    {"name":"Vitamina B9 (Ácido Fólico, Folato)", "description":"usada para fortificar alimentos ou como suplemento, especialmente para mulheres grávidas. É geralmente produzido sinteticamente. Folato é o termo geral para vitamina B9, enquanto ácido fólico se refere ao composto sintético usado em suplementos e fortificação de alimentos."},
    {"name":"Fator de vitamina B", "description":"Biotina"},
    {"name":"Vitamina D2 (Ergocalciferol)", "description":"vitamina geralmente derivada de esteróis vegetais ou leveduras. Também pode ser derivada de gorduras animais."},
    {"name":"Vitamina D3 (colecalciferol)", "description":"vitamina geralmente derivada de fontes animais como lanolina, leite, gema de ovo e óleo de fígado de peixe. Também pode ser derivada de fontes microbianas ou sintéticas. Observe que os produtos sintéticos a vitamina D3 pode ter um ingrediente animal como matéria-prima."},
    {"name":"Vitamina H", "description":"Biotina"},
    {"name":"Papel encerado", "description":"geralmente é revestido com parafina ou sebo. O papel encerado das empresas If You Care (100% cera de soja) e Natural Value (100% parafina) são veganos."} ,
    {"name":"Goma xantana (goma de açúcar de milho)", "description":"goma produzida pela fermentação do açúcar de milho com um micróbio chamado Xanthomonas campestris. Muitas vezes vegano, mas pode ser purificado usando lisozima de frango ou derivado do fermentação do soro de leite."},
    {"name":"Amarelo 5", "description":"FD&C Amarelo 5"},
    {"name":"Amarelo 6", "description":"FD&C Amarelo 6"},
    {"name":"E101", "description":"Riboflavina, Vitamina B2"},
    {"name":"E101a", "description":"Riboflavina-5-Fosfato"},
    {"name":"E102", "description":"Tartrazina, FD&C Amarelo 5"},
    {"name":"E104", "description":"Quinoline Yellow"},
    {"name":"E110", "description":"Sunset Yellow FCF, Orange Yellow S, FD&C Yellow 6, Monoazo"},
    {"name":"E129", "description":"Vermelho Allura, Vermelho FD&C 40"},
    {"name":"E133", "description":"Azul Brilhante FCF, Azul FD&C 1"},
    {"name":"E150a", "description":"caramelo puro. É fabricado aquecendo carboidratos com ou sem ácidos ou álcalis"},
    {"name":"E150b", "description":"caramelo cáustico. É produzido como E150a, mas na presença de compostos de sulfito"},
    {"name":"E150c", "description":"caramelo de amônia. É produzido como E150a, mas na presença de compostos de amônio"},
    {"name":"E150d", "description":"caramelo de sulfito de amônia. É produzido como E150a, mas com compostos de sulfito e amônio"},
    {"name":"E153", "description":"Negro de fumo, carbono vegetal"},
    {"name":"E170", "description":"Carbonato de Cálcio, Giz"},
    {"name":"E270", "description":"Ácido Lático"},
    {"name":"E322", "description":"Lecitina"},
    {"name":"E325", "description":"Lactato de Sódio"},
    {"name":"E326", "description":"Lactato de Potássio"},
    {"name":"E327", "description":"Lactato de Cálcio"},
    {"name":"E341", "description":"fosfato de cálcio"},
    {"name":"E375", "description":"Vitamina B3"},
    {"name":"E415", "description":"Goma xantana"},
    {"name":"E422", "description":"Glicerina(e), Glicerol"},
    {"name":"E430", "description":"Estearato de polioxietileno (8)"},
    {"name":"E431", "description":"Estearato de polioxietileno (40)"},
    {"name":"E432", "description":"Monolaurato de polioxietileno (20) sorbitano, Polissorbato 20"},
    {"name":"E433", "description":"Monooleato de polioxietileno (20) sorbitano, Polissorbato 80"},
    {"name":"E434", "description":"Monopalmitato de polioxietileno (20) sorbitano, Polissorbato 40"},
    {"name":"E435", "description":"Monoestearato de polioxietileno (20) sorbitano, Polissorbato 60"},
    {"name":"E436", "description":"Triestearato de polioxietileno (20) sorbitano, Polissorbato 65"},
    {"name":"E470(a", "description":"Sais de sódio, potássio e cálcio de ácidos graxos"},
    {"name":"E470(b)", "description":"Sais de magnésio de ácidos graxos"},
    {"name":"E471", "description":"Mono- e diglicerídeos de ácidos graxos, monoestearato de glicerila, diestearato de glicerila"},
    {"name":"E472(a)", "description":"Ésteres de ácido acético de mono e diglicerídeos de ácidos graxos"},
    {"name":"E472(b)", "description":"Ésteres de ácido láctico de mono e diglicerídeos de ácidos graxos"},
    {"name":"E472(c)", "description":"Ésteres de ácido cítrico de mono e diglicerídeos de ácidos graxos"},
    {"name":"E472(d)", "description":"Ésteres de ácido tartárico de mono e diglicerídeos de ácidos graxos"},
    {"name":"E472(e)", "description":"Ésteres de ácido mono e diacetil tartárico de mono e diglicerídeos de ácidos graxos"},
    {"name":"E472(f)", "description":"Ésteres mistos de ácido acético e tartárico de mono e diglicerídeos de ácidos graxos"},
    {"name":"E473", "description":"ésteres de sacarose de ácidos graxos"},
    {"name":"E474", "description":"Sucroglicerídeos"},
    {"name":"E475", "description":"Ésteres de poliglicerol de ácidos graxos"},
    {"name":"E476", "description":"Polirricinoleato de poliglicerol"},
    {"name":"E477", "description":"Ésteres de propano-1, 2-diol de ácidos graxos, ésteres de propilenoglicol de ácidos graxos"},
    {"name":"478", "description":" Ésteres de ácidos graxos lactilados de glicerol e propano-1"},
    {"name":"E479(b)", "description":"O óleo de soja termicamente oxidado interagido com mono e diglicerídeos de ácidos graxos"},
    {"name":"E481", "description":"Estearoil-2-lactilato de sódio"},
    {"name":"E482", "description":"Estearoil-2-lactilato de cálcio"},
    {"name":"E483", "description":"Tartarato de estearila"},
    {"name":"E491", "description":"Monoestearato de sorbitano"},
    {"name":"E492", "description":"Triestearato de sorbitano"},
    {"name":"E494", "description":"Monooleato de sorbitano"},
    {"name":"E526", "description":"Hidróxido de Cálcio."},
    {"name":"E570", "description":"ácido esteárico"},
    {"name":"E572", "description":"Estearato de magnésio, estearato de cálcio"},
    {"name":"E585", "description":"Lactato ferroso"},
    {"name":"E631", "description":"Inosinato dissódico"},
    {"name":"E640", "description":"Glicina e seu sal de sódio"},
    {"name":"E901", "description":"Cera de abelha"},
    {"name":"E910", "description":"L-cisteína"},
    {"name":"E920", "description":"Cloridrato de L-cisteína"}
]