[
    {"name":"Ambergris", "description":"concreção mórbida obtida do intestino do cachalote"},
    {"name":"Líquido amniótico", "description":"líquido que envolve o feto dentro da placenta"},
    {"name":"Anchova", "description":"pequenos peixes da família do arenque"},
    {"name":"Angorá", "description":"fibra obtida de coelhos angorá"},
    {"name":"Ácido araquidônico", "description":"Ácido graxo insaturado líquido que pode ser encontrado no fígado, cérebro, glândulas e gordura de animais"},
    {"name":"Aspic", "description":"geleia saborosa derivada de carne e peixe"},
    {"name":"Astrakhan", "description":"pele de cordeiros natimortos ou muito jovens de uma raça originária de Astrakhan, Rússia"},
    {"name":"Pólen de abelha", "description":"grãos microspóricos em plantas com sementes colhidas por abelhas e depois coletadas das pernas das abelhas"},
    {"name":"Osso/Farinha de ossos", "description":"osso de animal"},
    {"name":"Carvão ósseo(carvão)/Boneblack", "description":"Cinza de osso animal. Resíduo preto de ossos calcinados em recipientes fechados. Usado especialmente como pigmento ou como absorvente descolorante na fabricação de açúcar."},
    {"name":"Fosfato ósseo", "description":"fabricado a partir de ossos de animais"},
    {"name":"Bonito", "description":"parente menor do atum. É usado como ingrediente na culinária japonesa. Veja katsuobushi."},
    {"name":"Músculos", "description":"carne cozida, orelhas e língua de porco"},
    {"name":"Bristle", "description":"pêlos rígidos de animais, geralmente de porcos"},
    {"name":"Capiz", "description":"shell"},
    {"name":"Carmim/Ácido carmínico", "description":"Cochonilha"},
    {"name":"Caseína", "description":"proteína do leite"},
    {"name":"Cashmere", "description":"lã fina da cabra caxemira e da cabra selvagem do Tibete"},
    {"name":"Castor/Castoreum", "description":"Obtido da glândula odorífera anal do castor"},
    {"name":"Catgut", "description":"intestinos secos e torcidos de ovelha ou cavalo"},
    {"name":"Caviar(e)", "description":"ovas de esturjão e outros peixes"},
    {"name":"Quitina", "description":"base orgânica das partes duras de insetos e crustáceos, por exemplo, camarões, caranguejos"},
    {"name":"Camurça", "description":"couro macio da pele de antílope camurça, ovelha, cabra, veado etc."},
    {"name":"Colesterol", "description":"um álcool esteróide que ocorre em todas as gorduras e óleos animais, tecido nervoso, gema de ovo e sangue."},
    {"name":"Quimotripsina", "description":"enzima derivada principalmente do pâncreas de boi."},
    {"name":"Cochonilha (Carmim, Ácido Carmínico, Vermelho Natural 4)", "description":"pigmento vermelho extraído das carcaças esmagadas da fêmea do inseto cochonilha, uma cochonilha que se alimenta de cactos"},
    {"name":"Óleo de fígado de bacalhau", "description":"óleo extraído do fígado de bacalhau e peixes relacionados"},
    {"name":"Colágeno", "description":"uma proteína encontrada na maioria dos tecidos conjuntivos, incluindo ossos, cartilagens e pele. Geralmente é derivada de vacas ou galinhas"},
    {"name":"Hidrolisado de colágeno", "description":"uma proteína purificada derivada de fontes animais. É produzida pela quebra da gelatina em fragmentos menores de proteína"},
    {"name":"Esmalte de Confeiteiro", "description":"Esmalte Resinoso"},
    {"name":"Coral", "description":"substância calcária dura que consiste no esqueleto contínuo secretado pelos pólipos celenterados para seu suporte e habitação"},
    {"name":"Down", "description":"a subpêlo das aves aquáticas (especialmente patos e gansos). Veja Penas."},
    {"name":"Substâncias do duodeno", "description":"provenientes do trato digestivo de vacas e porcos. Podem ser encontradas em comprimidos de vitaminas."},
    {"name":"Elastina", "description":"proteína que une as fibras musculares da carne."},
    {"name":"Óleo de emu", "description":"óleo derivado da gordura fundida da emu, uma grande ave australiana que não voa."},
    {"name":"Estrogênio/Estradiol", "description":"de ovários de vacas e urina de éguas grávidas."},
    {"name":"Gelatina(e)", "description":"proteína obtida pela fervura de pele, tecido conjuntivo ou ossos de animais, geralmente de vacas ou porcos. É uma forma comestível de colágeno. É usado como agente gelificante, estabilizador ou espessante na culinária. Também é usado em colas, filmes fotográficos, fósforos, lixas, certos refrigerantes, cartas de baralho, papel crepom e muito mais"},
    {"name":"Essência de Guanina/Pérola", "description":"obtida de escamas de peixe"},
    {"name":"Ocultar", "description":"pele de animal (crua ou bronzeada)"},
    {"name":"Mel", "description":"comida feita pelas abelhas para se alimentarem"},
    {"name":"Isinglass", "description":"forma muito pura de gelatina obtida das bexigas de ar de alguns peixes de água doce, especialmente o esturjão"},
    {"name":"Katsuobushi (okaka)", "description":"ingrediente essencial na culinária japonesa. É feito secando o gaiado ou o peixe bonito em blocos duros e depois criando flocos usando uma ferramenta de barbear. É usado como um cobertura ou recheio de muitos pratos japoneses. É o ingrediente principal do dashi."},
    {"name":"Queratina", "description":"proteína encontrada no cabelo, cascos, hornamentos e penas"},
    {"name":"Lactose", "description":"açúcar do leite. Um tipo de açúcar encontrado apenas no leite."},
    {"name":"Lanolina(e)", "description":"gordura extraída da lã de ovelha."},
    {"name":"Banha", "description":"gordura que envolve o estômago e os rins do porco, ovelha e gado."},
    {"name":"Couro", "description":"pele curtida (principalmente de bovinos, mas também de ovinos, suínos e caprinos, etc.)"},
    {"name":"Açúcar do Leite", "description":"Lactose"},
    {"name":"Óleo de vison", "description":"de visons"},
    {"name":"Mohair", "description":"pano ou fio feito de pêlo de cabra angorá"},
    {"name":"Vermelho Natural 4", "description":"Cochonilha"},
    {"name":"Óleo oleóico", "description":"líquido obtido de sebo prensado"},
    {"name":"Oleostearina", "description":"sólido obtido de sebo prensado"},
    {"name":"Paracaseína", "description":"o produto químico da ação da Renina ou pepsina na caseína. Para fazer queijo duro, a paracaseína é combinada com sais de cálcio solúveis para formar paracaseinato de cálcio (coalhada de queijo)"},
    {"name":"Pérola", "description":"concreção de camadas de nácar que alivia a dor formadas em torno de uma partícula estranha dentro da concha de vários moluscos bivalves, principalmente a ostra"},
    {"name":"Pepsina", "description":"enzima geralmente derivada do estômago de bezerros adultos ou às vezes de porcos."},
    {"name":"Esmalte Farmacêutico", "description":"Esmalte Resinoso."},
    {"name":"Placenta", "description":"órgão pelo qual o feto se liga ao cordão umbilical"},
    {"name":"Própolis", "description":"cola de abelha. Usada pelas abelhas para tapar fendas e fixar favos na colmeia"},
    {"name":"Esmalte Resinoso", "description":"também conhecido como esmalte farmacêutico, esmalte de confeiteiro, esmalte puro para alimentos e esmalte natural. É feito de vários tipos de goma-laca de qualidade alimentar. Também é conhecido como suco de besouro, até mesmo embora o inseto lac do qual ele é derivado seja uma cochonilha e não um besouro."},
    {"name":"Reticulina", "description":"um dos elementos estruturais (juntamente com elastina e colágeno) do músculo esquelético"},
    {"name":"Roe", "description":"ovos obtidos do abdômen de peixes fêmeas abatidos"},
    {"name":"Geleia real", "description":"alimento com o qual as larvas de abelhas são alimentadas e que faz com que elas se desenvolvam em abelhas rainhas"},
    {"name":"Sable", "description":"pele da marta negra, um pequeno mamífero carnívoro"},
    {"name":"Shellac", "description":"secreção de inseto"},
    {"name":"Seda", "description":"tecido feito de fibra produzida pelas larvas ('bicho da seda') de certas mariposas bombicinas, cuja colheita acarreta a destruição do inseto"},
    {"name":"Óleo de esperma", "description":"óleo encontrado na cabeça de diversas espécies de baleias"},
    {"name":"Espermacete", "description":"substância gordurosa derivada como cera da cabeça do cachalote"},
    {"name":"Sebo", "description":"gordura animal dura, especialmente aquela obtida das partes próximas aos rins de animais ruminantes"},
    {"name":"Tripsina", "description":"enzima geralmente derivada do pâncreas suíno"},
    {"name":"Volaise", "description":"carne de avestruz"},
    {"name":"Whey", "description":"resíduo do leite após a remoção da caseína e da maior parte da gordura. Subproduto da fabricação de queijo."},
    {"name":"Lã", "description":"cabelo formando a pelagem felpuda das ovelhas domesticadas (e animais semelhantes)"},
    {"name":"E120", "description":"Ácido carmínico, Carmim, Vermelho Natural 4, Cochonilha"},
    {"name":"E441", "description":"Gelatina"},
    {"name":"E542", "description":"Fosfato ósseo"},
    {"name":"E904", "description":"Shellac"},
    {"name":"E913", "description":"Lanolina"}
]