[
    {"name":"Acessulfame/Acessulfame de Potássio/Acessulfame K/Ace K", "description":"um adoçante artificial. Também vendido comercialmente como Sunette ou Sweet One. Não tem valor nutricional ou calorias. Pode aumentar o risco de câncer em humanos ."},
    {"name":"Actinidina", "description":"enzima derivada do kiwi utilizada na indústria alimentícia."},
    {"name":"Ágar-ágar (ágar)", "description":"extraído de algas marinhas"},
    {"name":"Aloe Vera", "description":"Um composto extraído da folha da planta Aloe."},
    {"name":"Hidróxido de alumínio", "description":"fabricado pela dissolução de bauxita em hidróxido de sódio."},
    {"name":"Sulfato de Alumínio", "description":"utilizado na purificação de água potável e na indústria de fabricação de papel. Produzido pela adição de hidróxido de alumínio ao ácido sulfúrico."},
    {"name":"urucum", "description":"uma tintura vegetal de uma árvore tropical"},
    {"name":"Antocianinas", "description":"pigmentos vegetais solúveis em água"},
    {"name":"Ácido Ascórbico", "description":"uma vitamina solúvel em água encontrada em vegetais e frutas ou produzida sinteticamente"},
    {"name":"Aspartame", "description":"um adoçante artificial conhecido como NutraSweet preparado a partir de ácido aspártico e fenilalanina (vegano de acordo com a NutraSweet Company)"},
    {"name":"Levedura de padeiro", "description":"o nome comum para levedura usada como agente fermentador em produtos de panificação."},
    {"name":"Bauxita", "description":"um minério de alumínio, que é a principal fonte comercial de alumínio."},
    {"name":"Açúcar de beterraba", "description":"açúcar derivado de beterraba sacarina"},
    {"name":"Ácido benzóico", "description":"produzido pela oxidação do tolueno com um gás contendo oxigênio na presença de um catalisador de oxidação de metal pesado."},
    {"name":"Beta Caroteno", "description":"o caroteno que é importante na dieta como precursor da vitamina A. É usado como corante alimentar. Nota: alguns fabricantes usam gelatina como estabilizador de beta-caroteno, para ajudar na dispersão em líquidos. A gelatina não estará necessariamente listada na lista de ingredientes do produto."},
    {"name":"Betateno", "description":"nome comercial de uma mistura natural de carotenos, incluindo betacaroteno. É derivado da alga marinha Dunaliella salina."},
    {"name":"Levedura de Cerveja", "description":"Levedura viva usada na fabricação de cerveja ou levedura desativada obtida como subproduto da fabricação de cerveja e usada como produto de levedura nutricional."},
    {"name":"Bromelaína", "description":"enzima derivada do fruto, caule e folhas do abacaxi."},
    {"name":"Butano", "description":"um componente gasoso do gás natural. É extraído durante a produção de produtos petrolíferos como a gasolina ou produzido a partir do petróleo bruto."},
    {"name":"Cloreto de Cálcio", "description":"grânulos, pó ou líquido inodoros, brancos a esbranquiçados. Produzido de diversas maneiras, incluindo tratamento de calcário com ácido clorídrico, combinação de calcário com uma solução de cloreto de sódio e por concentrando e purificando salmouras naturais de lagos salgados e depósitos de sal. Tem muitos usos, incluindo aditivo para alimentos, agente descongelante para calçadas e estradas, tratamento de água."},
    {"name":"Cálcio Dissódico EDTA", "description":"um conservante sintético usado para prevenir a formação de cristais e retardar a perda de cor. Causou problemas de saúde e é proibido na Austrália e em alguns outros países."},
    {"name":"Propionato de Cálcio", "description":"um aditivo alimentar usado como conservante em muitos produtos. É o sal de cálcio do ácido propiônico e é produzido sinteticamente."},
    {"name":"Cera de candelila", "description":"uma cera vegetal obtida de plantas de candelila."},
    {"name":"Ácido carbônico", "description":"um ácido fraco formado quando o dióxido de carbono se combina com a água."},
    {"name":"Cera de carnaúba", "description":"cera obtida das folhas da carnaúba"},
    {"name":"Caroteno", "description":"Pigmento vermelho-laranja encontrado em plantas e frutas, composto por alfacaroteno, betacaroteno e gama-caroteno Pode ser produzido sinteticamente, derivado de cenoura ou algas marinhas."} ,
    {"name":"Carragenina", "description":"extraído de várias algas vermelhas e especialmente musgo irlandês"},
    {"name":"Óleo de mamona", "description":"Um óleo vegetal extraído da mamona."},
    {"name":"Celulose", "description":"o principal componente da fibra vegetal. A celulose é geralmente obtida a partir de polpa de madeira ou algodão (que contém cerca de 90% de celulose)"},
    {"name":"Ácido Cinâmico", "description":"obtido de folhas de canela, folhas de coca, bálsamos como estoraque ou isolado de um fungo que apodrece a madeira. Pode ser feito sinteticamente."},
    {"name":"Ácido cítrico", "description":"derivado de frutas cítricas e desde a década de 1920 produzido comercialmente pela fermentação de soluções de açúcar com o microrganismo Aspergillus niger. As principais matérias-primas utilizadas na produção são a sacarose e o melaço derivados do milho. ."},
    {"name":"Alcatrão de carvão", "description":"alcatrão líquido espesso ou semissólido obtido de carvão betuminoso (= carvão macio)"},
    {"name":"ColFlo 67", "description":"amido alimentar modificado derivado de milho ceroso. Usado em alimentos congelados e produtos enlatados. Frequentemente rotulado como 'Amido Alimentar - Modificado'"},
    {"name":"Amido de milho", "description":"amido derivado de grãos de milho secos"},
    {"name":"Xarope de milho", "description":"uma forma de glicose feita de amido de milho. É usada como adoçante"},
    {"name":"Xarope de milho", "description":"uma forma de glicose feita de amido de milho. É usada como adoçante"},
    {"name":"Óleo de algodão", "description":"óleo fixo derivado das sementes das variedades cultivadas do algodoeiro"},
    {"name":"Crospovidona", "description":"Polivinilpirrolidona"},
    {"name":"Curcumina", "description":"Corante derivado de açafrão"},
    {"name":"Dextrina", "description":"preparado aquecendo amido seco ou amido tratado com ácidos. Pode ser produzido a partir de amido de milho, batata ou arroz"},
    {"name":"Ferro Reduzido Direto (DRI)", "description":"Ferro Reduzido."},
    {"name":"Ácido Eritórbico", "description":"um aditivo alimentar usado como antioxidante em alimentos processados. É produzido a partir de sacarose."},
    {"name":"Penas", "description":"apêndice epidérmico de uma ave. A maioria das penas são removidas de aves, especialmente gansos, patos ou galinhas, durante o abate como subproduto da indústria avícola. Elas também podem ser colhido de aves vivas, especialmente patos e gansos, que são criados para carne, foie gras ou postura e reprodução de ovos."},
    {"name":"Sulfato Ferroso", "description":"um sal de ferro adstringente obtido na forma cristalina verde. Usado como anti-séptico em cosméticos e no tratamento de anemia em medicina."},
    {"name":"Ficin", "description":"enzima derivada do látex da figueira."},
    {"name":"Ácido Fólico", "description":"uma forma sintética de vitamina B9."},
    {"name":"Frutose (xarope)", "description":"a frutose é um açúcar encontrado em muitas frutas, vegetais e mel. A frutose comercial e os xaropes ricos em frutose são geralmente produzidos a partir de amido (quase sempre amido de milho) . Às vezes, é produzido a partir de plantas que contêm inulina, como raízes de chicória e tubérculos de alcachofra de Jerusalém."},
    {"name":"Isomerato de glicose", "description":"enzima derivada da bactéria Streptomyces rubiginosus. É usada na produção de xaropes de frutose (incluindo xarope de milho rico em frutose) transformando glicose em frutose"},
    {"name":"Goma de guar", "description":"Goma feita de sementes de guar moídas."},
    {"name":"Goma Arábica/Goma Acácia", "description":"uma goma natural produzida pela acácia para curar sua casca se danificada. É usada em cosméticos, doces, xaropes e como cola."},
    {"name":"Xarope de milho rico em frutose (HFCS)", "description":"produzido pelo processamento de amido de milho para produzir glicose. Essa glicose é então tratada com enzimas para aumentar o teor de frutose e torná-la mais doce. HFCS contém quase igual quantidades de frutose e glicose. Quase sempre é produzido a partir de milho geneticamente modificado."},
    {"name":"Ácido clorídrico", "description":"formado pelo aquecimento de hidrogênio e cloro gasoso para formar gás cloreto de hidrogênio, que é então absorvido pela água."},
    {"name":"Hidroxipropilcelulose", "description":"um derivado da celulose. É utilizado como espessante em alimentos e para revestimento de filmes e comprimidos"},
    {"name":"Hidroxipropilmetilcelulose (HPMC)", "description":"derivado de celulose tratada com álcali que reage com cloreto de metila e óxido de propileno. Pode ser usado como alternativa à gelatina em cápsulas duras"},
    {"name":"Inulina", "description":"um carboidrato natural encontrado nas raízes e tubérculos de muitas plantas. Geralmente é extraído da raiz de chicória."},
    {"name":"Lactase", "description":"enzima derivada de fungo de levedura. Impede que a lactose seja decomposta em glicose e galactose. É usada na indústria de laticínios para pessoas com intolerância à lactose."},
    {"name":"Laurel", "description":"as frutas frescas e o extrato de folhas do loureiro."},
    {"name":"Ácido Láurico", "description":"constituinte de gorduras vegetais, especialmente óleo de coco e óleo de louro. Os derivados são utilizados como base na fabricação de sabões, detergentes e álcool laurílico."},
    {"name":"Álcool Laurílico", "description":"composto geralmente produzido a partir de óleo de coco (que é naturalmente rico em ácido láurico) ou de uma versão de ácido láurico à base de petróleo"},
    {"name":"Limestone", "description":"rocha porosa formada ao longo de milhares de anos a partir da compressão de conchas e ossos de animais marinhos."},
    {"name":"Lipoxigenase", "description":"enzima derivada da soja. Ela catalisa a reação de oxidação. É usada na indústria de panificação para fazer o pão parecer mais branco."},
    {"name":"Ácido Málico", "description":"o ácido natural presente em frutas e vegetais. É produzido sinteticamente para uso em produtos alimentícios, farmacêuticos, tintas, sabonetes e muito mais."},
    {"name":"Maltodextrina", "description":"açúcar obtido por hidrólise de amido"},
    {"name":"Metanol", "description":"também conhecido como álcool metílico ou álcool de madeira. Costumava ser produzido como subproduto da destilação destrutiva da madeira. Atualmente é geralmente produzido sinteticamente."},
    {"name":"Álcool metílico", "description":"Metanol"},
    {"name":"Manitol (Manita)", "description":"obtido da seiva seca da cinza em flor ou de algas marinhas"},
    {"name":"Metilcelulose (metilcelulose)", "description":"produzido sinteticamente pelo aquecimento da celulose com uma solução de hidróxido de sódio e tratamento com cloreto de metila. É utilizado como espessante em molhos e temperos"},
    {"name":"Mentha (hortelã)", "description":"derivado das plantas com flores da família das mentas."},
    {"name":"Metafolin", "description":"o nome comercial de uma forma de folato produzida sinteticamente, que é quimicamente idêntica à forma ativa de folato encontrada nos alimentos. Foi criada pela empresa Merck's."},
    {"name":"Cinamato de metila", "description":"derivado do aquecimento de metanol, ácido cinâmico e ácido sulfúrico"},
    {"name":"Cloreto de metila (clorometano) (", "description":"um gás ou líquido incolor e venenoso, principalmente de origem natural. É liberado no meio ambiente pelos oceanos e é usado como spray para pesticidas em alimentos armazenamento e processamento"},
    {"name":"Amido (alimentar) modificado", "description":"amido que foi tratado física ou quimicamente para modificar uma ou mais de suas principais propriedades físicas ou químicas. A modificação física pode incluir secagem em tambor, extrusão, pulverização secagem ou tratamento térmico/umidade. Os produtos químicos usados para modificar o amido incluem óxido de propileno, anidrido succínico, anidrido 1-octenil succínico, sulfato de alumínio ou hidróxido de sódio"},
    {"name":"Glutamato monossódico (MSG)", "description":"produzido a partir de algas marinhas ou por um processo de fermentação bacteriana com melaço ou amido e sais de amônio"},
    {"name":"NutraSweet", "description":"Aspartame"},
    {"name":"Octinoxato", "description":"também conhecido como metoxicinamato de octila. Éster de cinamato de metila"},
    {"name":"Metoxicinamato de octila", "description":"Octinoxato"},
    {"name":"Oxibenzona", "description":"derivado do isopropanol, que é preparado a partir do propileno, obtido no craqueamento do petróleo"},
    {"name":"Papaína", "description":"enzima derivada do fruto verde do mamão. É usada para limpar bebidas, adicionada à farina para reduzir o tempo de cozimento e usada clinicamente para prevenir aderências"},
    {"name":"Parafina", "description":"substância cerosa obtida de destilados de madeira, carvão, petróleo ou óleo de xisto"},
    {"name":"Pectina", "description":"uma substância encontrada nas paredes celulares primárias e nas partes não lenhosas das plantas. A pectina é usada como agente gelificante, espessante e estabilizante em alimentos. Comercialmente, a pectina é obtido principalmente a partir de cascas secas de frutas cítricas e maçãs como subproduto da produção de suco."},
    {"name":"Petróleo", "description":"um líquido oleoso e inflamável composto por uma mistura complexa de hidrocarbonetos que ocorre em muitos lugares nas camadas superiores da terra. Um combustível fóssil que se acredita ter se originado de plantas e animais fontes há milhões de anos."},
    {"name":"Fenol", "description":"obtido do alcatrão de carvão"},
    {"name":"Ácido Fosfórico", "description":"um ácido inorgânico produzido pela reação de rocha fosfática moída com ácido sulfúrico."},
    {"name":"Polietileno", "description":"um produto de gás de petróleo ou desidratação de álcool"},
    {"name":"Polivinilpirrolidona (PVP)", "description":"um polímero solúvel em água de origem sintética. Usado em produtos como comprimidos farmacêuticos, xampus, pasta de dente, baterias, tintas e adesivos."},
    {"name":"Cloreto de Potássio", "description":"ocorre naturalmente como o mineral silvita e é encontrado combinado em muitos minerais e em salmouras e água do oceano."},
    {"name":"Hidróxido de Potássio", "description":"obtido comercialmente a partir da eletrólise de solução de cloreto de potássio"},
    {"name":"Sorbato de Potássio", "description":"sal de potássio do ácido sórbico. Fabricado pela neutralização do ácido sórbico com hidróxido de potássio."},
    {"name":"Propileno/propeno", "description":"gás inflamável obtido pelo craqueamento de petróleo."},
    {"name":"Óxido de propileno/propeno", "description":"um líquido inflamável, derivado de propileno"},
    {"name":"Ferro Reduzido", "description":"também conhecido como Ferro Reduzido Direto (DRI) ou Ferro Esponja. É usado para fortificar alimentos, como farinha. É produzido a partir de minério de ferro ou escama de moinho (a superfície de aço laminado a quente) por redução com hidrogênio ou monóxido de carbono."},
    {"name":"Ácido Salicílico", "description":"derivado das folhas de gaultéria, ulmeira, casca de salgueiro ou outras plantas. Também pode ser produzido sinteticamente aquecendo fenol com dióxido de carbono"},
    {"name":"Alginato de Sódio", "description":"o sal de sódio do ácido algínico extraído de algas marinhas marrons."},
    {"name":"Sulfato de Sódio e Alumínio", "description":"sólido branco utilizado como regulador de acidez em alimentos. É utilizado principalmente na fabricação de fermento em pó. Produzido pela combinação de sulfato de sódio e sulfato de alumínio."},
    {"name":"Benzoato de sódio", "description":"o sal de sódio do ácido benzóico. Produzido pela reação de hidróxido de sódio com ácido benzóico. Usado como conservante de alimentos."},
    {"name":"Bicarbonato de Sódio/Bicarbonato de Sódio", "description":"bicarbonato de Sódio"},
    {"name":"Carbonato de Sódio", "description":"Soda Ash. Um sal de sódio do ácido carbônico."},
    {"name":"Cloreto de Sódio", "description":"termo químico para sal de cozinha. Pode ser extraído (sal-gema), obtido pela adição de água a depósitos de sal (sal evaporado) ou obtido de oceanos e lagos salgados (mar sal)."},
    {"name":"Hidróxido de Sódio", "description":"Soda Cáustica. Um sólido solúvel em água geralmente produzido pelo processamento de água salgada. Costumava ser obtido a partir das cinzas de um certo tipo de alga marinha."},
    {"name":"Lauril Sulfato de Sódio (SLES)", "description":"o sal de sódio do álcool laurílico etoxilado sulfatado"},
    {"name":"Lauril Sulfato de Sódio (SLS)", "description":"preparado por sulfatação de álcool laurílico seguida de neutralização com carbonato de sódio"},
    {"name":"Metabissulfito de Sódio", "description":"um sal inorgânico. Pó branco a amarelado com odor de dióxido de enxofre. Usado como desinfetante, antioxidante e conservante."},
    {"name":"Fosfato de Sódio (mono-, di- e tri-)", "description":"material sintético geralmente preparado pela neutralização parcial ou total do ácido fosfórico usando carbonato de sódio ou hidróxido de sódio."},
    {"name":"Sulfato de Sódio", "description":"o sal de sódio do ácido sulfúrico."},
    {"name":"Ácido sórbico", "description":"pó branco obtido de frutas ou produzido sinteticamente"},
    {"name":"Monolaurato de sorbitano", "description":"derivado de matérias-primas de origem vegetal. Comercialmente conhecido como Span 20"},
    {"name":"Monopalmitato de sorbitano", "description":"derivado de matérias-primas de origem vegetal. Comercialmente conhecido como Span 40"},
    {"name":"Sorbitol", "description":"um álcool de açúcar derivado de frutas como cerejas, ameixas, peras, maçãs ou de milho, algas marinhas e algas"},
    {"name":"Ferro Esponja", "description":" Ferro Reduzido."},
    {"name":"Amido", "description":"um carboidrato complexo encontrado em sementes, frutas, tubérculos, raízes e medula do caule de plantas como milho, batata, trigo, feijão e arroz."},
    {"name":"Dióxido de enxofre", "description":"um gás tóxico incolor formado principalmente pela combustão de materiais contendo enxofre, como combustíveis fósseis."},
    {"name":"Ácido Sulfúrico", "description":"óleo de vitríolo. Um ácido altamente corrosivo geralmente produzido a partir de dióxido de enxofre."},
    {"name":"Sunette", "description":"Acessulfame"},
    {"name":"Sintético", "description":"O ingrediente é produzido por síntese química, o que significa que partes ou elementos são combinados para formar um todo. Ao contrário dos produtos artificiais, os produtos sintéticos são feitos a partir de ingredientes que não ocorrem (independentemente ) na natureza."},
    {"name":"Ácido Tartárico", "description":"um ácido orgânico presente em muitas frutas, especialmente em uvas. Geralmente obtido como subproduto da produção de vinho."},
    {"name":"TBHQ (Terciary Butylhydroquinone)", "description":"um conservante alimentar sintético usado em óleos, margarinas, biscoitos, fast food e muitos outros produtos alimentícios. É produzido a partir de fenol e butano."},
    {"name":"Butilhidroquinona terciária", "description":"TBHQ."},
    {"name":"Mononitrato de tiamina", "description":"forma sintética da vitamina B1. É sintetizada pela remoção de um íon cloreto do cloridrato de tiamina e pela mistura com ácido nítrico."},
    {"name":"Hidrocolídeo de tiamina", "description":"forma sintética de vitamina B1. Produzida a partir de alcatrão de carvão, amônia, acetona e ácido clorídrico."},
    {"name":"Tolueno", "description":"um hidrocarboneto líquido incolor, derivado do processamento de petróleo."},
    {"name":"Tocoferóis", "description":"Vitamina E"},
    {"name":"Cúrcuma", "description":"uma erva perene da Índia Oriental"},
    {"name":"Glicerina Vegetal", "description":"Glicerina derivada de gorduras vegetais."},
    {"name":"Vitamina C", "description":"Ácido ascórbico"},
    {"name":"Vitamina E", "description":"A vitamina E de fonte natural (d-alfa-tocoferol) é obtida por destilação de óleos vegetais (principalmente de soja, colza e girassol); vitamina E sintética fabricada quimicamente (dl-alfa-tocoferol)é uma mistura de oito diastereoisômeros em proporções iguais."},
    {"name":"Labirinto ceroso", "description":"Amido de milho. O material pegajoso do interior do grão de milho."},
    {"name":"Óleo Mineral Branco", "description":"obtido do petróleo e usado em produtos de panificação."},
    {"name":"Levedura", "description":"um fungo unicelular microscópico. Diferentes produtos de levedura incluem levedura de padeiro, levedura nutricional e levedura de cerveja."},
    {"name":"E100", "description":"Curcumina"},
    {"name":"E160a", "description":"Caroteno. Nota: gelatina pode ser usada como estabilizante. Veja betacaroteno."},
    {"name":"E160b", "description":"urucum, bixina, norbixina"},
    {"name":"E160c", "description":"Capsantina, capsorubina, extrato de páprica. Extraído da vagem da fruta e sementes de pimenta vermelha"},
    {"name":"E162", "description":"Beterraba Vermelha, Betanina. Extrato natural de beterraba"},
    {"name":"E163", "description":"Antocianinas"},
    {"name":"E200", "description":"Ácido Sórbico"},
    {"name":"E202", "description":"Sorbato de Potássio"},
    {"name":"E211", "description":"Benzoato de Sódio"},
    {"name":"E223", "description":"Metabissulfito de Sódio"},
    {"name":"E282", "description":"Propionato de Cálcio"},
    {"name":"E296", "description":"Ácido Málico"},
    {"name":"E300", "description":"Ácido Ascórbico, Vitamina C"},
    {"name":"E315", "description":"Ácido Eritórbico"},
    {"name":"E385", "description":"Cálcio Dissódico EDTA"},
    {"name":"E406", "description":"Ágar, ágar-ágar"},
    {"name":"E407", "description":"Carragenina"},
    {"name":"E412", "description":"Goma de guar"},
    {"name":"E420", "description":"Sorbitol "},
    {"name":"E421", "description":"Manitol"},
    {"name":"E493", "description":"Monolaurato de sorbitano"},
    {"name":"E495", "description":"Monopalmitato de sorbitano"},
    {"name":"E507", "description":"Ácido Clorídrico"},
    {"name":"E508", "description":"Cloreto de Potássio"},
    {"name":"E52", "description":"Sulfato de alumínio e sódio"},
    {"name":"E621", "description":"Glutamato monossódico (MSG)"},
    {"name":"E902", "description":"Cera de candelila"},
    {"name":"E903", "description":"Cera de Carnaúba"},
    {"name":"E950", "description":"Acessulfame"},
    {"name":"E1201", "description":"Polivinilpirrolidona"},
    {"name":"E1400", "description":"Dextrina"}
]